Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Checkin_LoadingStatus
source: Loading status...
de_de: Status wird geladen...
es_mx: Cargando estado...
fr_fr: Chargement du statut...
hi_in: स्थिति लोड हो रही है...
id_id: Memuat status...
it_it: Caricamento stato...
ja_jp: ステータスを読み込み中...
ko_kr: 상태 로딩 중...
pt_br: Carregando status...
ru_ru: Загрузка статуса...
zh_cn: 正在加载状态...
zh_tw: 正在載入狀態...

# Checkin_Executing
source: Performing check-in...
de_de: Check-in wird ausgeführt...
es_mx: Realizando registro...
fr_fr: Enregistrement en cours...
hi_in: चेक-इन हो रहा है...
id_id: Menjalankan check-in...
it_it: Registrazione in corso...
ja_jp: チェックインを実行中...
ko_kr: 출석 체크 수행 중...
pt_br: Realizando check-in...
ru_ru: Выполняется отметка...
zh_cn: 正在执行签到任务...
zh_tw: 正在執行簽到任務...

# Checkin_NotLoggedIn
source: Not logged in
de_de: Nicht angemeldet
es_mx: No conectado
fr_fr: Non connecté
hi_in: लॉगिन नहीं है
id_id: Belum masuk
it_it: Non connesso
ja_jp: 未ログイン
ko_kr: 로그인되지 않음
pt_br: Não conectado
ru_ru: Не авторизован
zh_cn: 未登录
zh_tw: 未登入

source: Check-in complete
de_de: Check-in abgeschlossen
es_mx: Check-in completado
fr_fr: Check-in terminé
hi_in: चेक-इन पूर्ण
id_id: Check-in selesai
it_it: Registrazione completata
ja_jp: チェックイン完了
ko_kr: 출석 체크 완료
pt_br: Check-in concluído
ru_ru: Отметка завершена
zh_cn: 签到完成
zh_tw: 簽到完成

# Checkin_CredentialFailed
source: Credential load failed
de_de: Anmeldedaten konnten nicht geladen werden
es_mx: Error al cargar credenciales
fr_fr: Échec du chargement des identifiants
hi_in: क्रेडेंशियल लोड विफल
id_id: Gagal memuat kredensial
it_it: Caricamento credenziali fallito
ja_jp: 認証情報の読み込み失敗
ko_kr: 자격 증명 로드 실패
pt_br: Falha ao carregar credenciais
ru_ru: Ошибка загрузки учётных данных
zh_cn: 凭证加载失败
zh_tw: 憑證載入失敗

# Checkin_ExecuteFailed
source: Execution failed
de_de: Ausführung fehlgeschlagen
es_mx: Error de ejecución
fr_fr: Échec de l’exécution
hi_in: निष्पादन विफल
id_id: Eksekusi gagal
it_it: Esecuzione fallita
ja_jp: 実行失敗
ko_kr: 실행 실패
pt_br: Falha na execução
ru_ru: Ошибка выполнения
zh_cn: 执行失败
zh_tw: 執行失敗

# Checkin_CredentialUnavailable
source: Unable to retrieve credentials
de_de: Anmeldedaten nicht verfügbar
es_mx: No se pueden obtener las credenciales
fr_fr: Impossible de récupérer les identifiants
hi_in: क्रेडेंशियल प्राप्त करने में असमर्थ
id_id: Tidak dapat mengambil kredensial
it_it: Impossibile ottenere le credenziali
ja_jp: 認証情報を取得できません
ko_kr: 자격 증명을 가져올 수 없습니다
pt_br: Não foi possível obter as credenciais
ru_ru: Невозможно получить учётные данные
zh_cn: 无法获取账户凭证
zh_tw: 無法取得帳戶憑證

# Checkin_LoadFailed
source: Load failed
de_de: Laden fehlgeschlagen
es_mx: Error de carga
fr_fr: Échec du chargement
hi_in: लोड विफल
id_id: Gagal memuat
it_it: Caricamento fallito
ja_jp: 読み込み失敗
ko_kr: 로드 실패
pt_br: Falha ao carregar
ru_ru: Ошибка загрузки
zh_cn: 加载失败
zh_tw: 載入失敗

# Checkin_PleaseLogin
source: Please log in first
de_de: Bitte zuerst anmelden
es_mx: Inicie sesión primero
fr_fr: Veuillez vous connecter
hi_in: कृपया पहले लॉगिन करें
id_id: Silakan masuk terlebih dahulu
it_it: Effettua prima il login
ja_jp: 先にログインしてください
ko_kr: 먼저 로그인하세요
pt_br: Faça login primeiro
ru_ru: Сначала войдите в аккаунт
zh_cn: 请先登录账户
zh_tw: 請先登入帳戶

# Checkin_CheckingIn
source: Checking in...
de_de: Einchecken...
es_mx: Registrando...
fr_fr: Check-in en cours...
hi_in: चेक-इन हो रहा है...
id_id: Sedang check-in...
it_it: Registrazione...
ja_jp: チェックイン中...
ko_kr: 출석 체크 중...
pt_br: Fazendo check-in...
ru_ru: Отметка...
zh_cn: 签到中...
zh_tw: 簽到中...

# Checkin_AccountLabel
source: Account: {0}
de_de: Konto: {0}
es_mx: Cuenta: {0}
fr_fr: Compte : {0}
hi_in: खाता: {0}
id_id: Akun: {0}
ja_jp: アカウント: {0}
ko_kr: 계정: {0}
pt_br: Conta: {0}
ru_ru: Аккаунт: {0}
zh_cn: 账号: {0}
zh_tw: 帳號: {0}

# RemoveCloudCredentialTooltip
source: Remove Cloud Gaming Credential
de_de: Cloud-Gaming-Anmeldedaten entfernen
es_mx: Eliminar credencial de juego en la nube
fr_fr: Supprimer les identifiants cloud gaming
hi_in: क्लाउड गेमिंग क्रेडेंशियल हटाएँ
id_id: Hapus kredensial cloud game
ja_jp: クラウドゲーム認証情報を削除
ko_kr: 클라우드 게임 자격 증명 제거
ru_ru: Удалить учётные данные облачной игры
zh_cn: 移除云游戏凭证
zh_tw: 移除雲端遊戲憑證

# RemoveCloudCredentialConfirmTitle
source: Remove Cloud Gaming Credential
de_de: Cloud-Gaming-Anmeldedaten entfernen
es_mx: Eliminar credencial de juego en la nube
fr_fr: Supprimer les identifiants cloud gaming
hi_in: क्लाउड गेमिंग क्रेडेंशियल हटाएँ
id_id: Hapus Kredensial Cloud Game
ja_jp: クラウドゲーム認証情報を削除
ko_kr: 클라우드 게임 자격 증명 제거
ru_ru: Удалить учётные данные облачной игры
zh_cn: 移除云游戏凭证
zh_tw: 移除雲端遊戲憑證

# RemoveCloudCredentialConfirmContent
source: Are you sure you want to remove the cloud gaming credential for this account?
de_de: Möchten Sie die Cloud-Gaming-Anmeldedaten für dieses Konto wirklich entfernen?
es_mx: ¿Estás seguro de que deseas eliminar la credencial de inicio de sesión en la nube de esta cuenta?
fr_fr: Voulez-vous vraiment supprimer les identifiants de connexion quotidienne au cloud gaming de ce compte ?
hi_in: क्या आप वाकई इस खाते के लिए क्लाउड गेमिंग क्रेडेंशियल हटाना चाहते हैं?
id_id: Apakah kamu yakin ingin menghapus kredensial check-in cloud game untuk akun ini?
ja_jp: このアカウントのクラウドゲームチェックイン認証情報を削除してもよろしいですか？
ko_kr: 이 계정의 클라우드 게임 출석 체크 자격 증명을 제거하시겠습니까?
ru_ru: Удалить учётные данные облачной игры для этого аккаунта?
zh_cn: 确定要移除该账户的云游戏签到凭证吗？
zh_tw: 確定要移除該帳戶的雲端遊戲簽到憑證嗎？

# AboutPage_GetBuildFromActions
source: Get Build from GitHub Actions
de_de: Build von GitHub Actions abrufen
es_mx: Obtener build desde GitHub Actions
fr_fr: Obtenir la build depuis GitHub Actions
hi_in: GitHub Actions से बिल्ड प्राप्त करें
id_id: Dapatkan Build dari GitHub Actions
it_it: Ottieni Build da GitHub Actions
ja_jp: GitHub Actionsからビルドを取得
ko_kr: GitHub Actions에서 빌드 받기
pt_br: Obter build do GitHub Actions
ru_ru: Сборка из GitHub Actions
zh_cn: 从 GitHub Actions 获取构建
zh_tw: 從 Github Actions 取得組建

# AboutPage_FetchSuccess
source: Fetch successful! Download script generated.
de_de: Abruf erfolgreich! Download-Skript wurde erstellt.
es_mx: ¡Obtención exitosa! Script de descarga generado.
fr_fr: Récupération réussie ! Script de téléchargement généré.
hi_in: प्राप्ति सफल! डाउनलोड स्क्रिप्ट उत्पन्न हुई।
id_id: Pengambilan berhasil! Skrip unduhan dibuat.
it_it: Recupero riuscito! Script di download generato.
ja_jp: 取得成功！ダウンロードスクリプトを生成しました。
ko_kr: 가져오기 성공! 다운로드 스크립트가 생성되었습니다.
pt_br: Busca bem-sucedida! Script de download gerado.
ru_ru: Успешно! Скрипт загрузки создан.
zh_cn: 获取成功！已生成下载脚本。
zh_tw: 取得成功! 已產生下載指令碼。

# AboutPage_EnterToken
source: Please enter your Token!
de_de: Bitte Token eingeben!
es_mx: ¡Por favor, introduce tu Token!
fr_fr: Veuillez saisir le Token !
hi_in: कृपया अपना टोकन दर्ज करें!
id_id: Harap masukkan Token Anda!
it_it: Inserisci il tuo Token!
ja_jp: トークンを入力してください！
ko_kr: 토큰을 입력하세요!
pt_br: Por favor, insira seu Token!
ru_ru: Введите ваш токен!
zh_cn: 请输入您的 Token！
zh_tw: 請輸入 Token!

# AboutPage_FetchFailedArtifact
source: Fetch failed (artifact not found)
de_de: Abruf fehlgeschlagen (Artefakt nicht gefunden)
es_mx: Error de obtención (artefacto no encontrado)
fr_fr: Échec de récupération (artefact introuvable)
hi_in: प्राप्ति विफल (आर्टिफैक्ट नहीं मिला)
id_id: Pengambilan gagal (artefak tidak ditemukan)
it_it: Recupero fallito (artifact non trovato)
ja_jp: 取得失敗（アーティファクトが見つかりません）
ko_kr: 가져오기 실패 (아티팩트를 찾을 수 없음)
pt_br: Falha ao buscar (artefato não encontrado)
ru_ru: Ошибка получения (артефакт не найден)
zh_cn: 获取失败（未找到 artifact）
zh_tw: 取得失敗 (未找到組建)

# AboutPage_FetchFailedRun
source: Fetch failed (successful run not found)
de_de: Abruf fehlgeschlagen (Kein erfolgreicher Lauf gefunden)
es_mx: Error de obtención (ejecución exitosa no encontrada)
fr_fr: Échec de récupération (aucune exécution réussie)
hi_in: प्राप्ति विफल (सफल रन नहीं मिला)
id_id: Pengambilan gagal (run berhasil tidak ditemukan)
it_it: Recupero fallito (esecuzione riuscita non trovata)
ja_jp: 取得失敗（成功した実行が見つかりません）
ko_kr: 가져오기 실패 (성공적인 실행을 찾을 수 없음)
pt_br: Falha ao buscar (execução bem-sucedida não encontrada)
ru_ru: Ошибка получения (успешный запуск не найден)
zh_cn: 获取失败（未找到成功的运行）
zh_tw: 取得失敗 (未找到成功執行)

# AboutPage_FetchFailedWorkflow
source: Fetch failed (workflow not found)
de_de: Abruf fehlgeschlagen (Workflow nicht gefunden)
es_mx: Error de obtención (flujo de trabajo no encontrado)
fr_fr: Échec de récupération (workflow introuvable)
hi_in: प्राप्ति विफल (वर्कफ़्लो नहीं मिला)
id_id: Pengambilan gagal (workflow tidak ditemukan)
it_it: Recupero fallito (workflow non trovato)
ja_jp: 取得失敗（ワークフローが見つかりません）
ko_kr: 가져오기 실패 (워크플로우를 찾을 수 없음)
pt_br: Falha ao buscar (workflow não encontrado)
ru_ru: Ошибка получения (workflow не найден)
zh_cn: 获取失败（未找到 workflow）
zh_tw: 取得失敗 (未找到工作流程)

# AboutPage_Exception
source: Exception Occurred
de_de: Fehler aufgetreten
es_mx: Ocurrió una excepción
fr_fr: Une exception est survenue
hi_in: अपवाद हुआ
id_id: Terjadi pengecualian
it_it: Si è Verificata un'Eccezione
ja_jp: 例外が発生しました
ko_kr: 예외 발생
pt_br: Ocorreu uma exceção
ru_ru: Произошло исключение
zh_cn: 发生异常
zh_tw: 發生異常

# AboutPage_GitHubTokenPlaceholder
source: Please enter your GitHub Token
de_de: Bitte gib deinen GitHub Token ein
es_mx: Por favor, introduce tu Token de GitHub
fr_fr: Veuillez saisir votre Token GitHub
hi_in: कृपया अपना GitHub टोकन दर्ज करें
id_id: Harap masukkan GitHub Token Anda
it_it: Inserisci il tuo Token GitHub
ja_jp: GitHubトークンを入力してください
ko_kr: GitHub 토큰을 입력하세요
pt_br: Por favor, insira seu Token do GitHub
ru_ru: Введите ваш токен GitHub
zh_cn: 请输入您的 GitHub Token
zh_tw: 請輸入你的 GitHub Token

# AboutPage_Loading
source: Loading...
de_de: Wird abgerufen...
es_mx: Cargando...
fr_fr: Récupération en cours...
hi_in: लोड हो रहा है...
id_id: Memuat...
it_it: Caricamento in corso...
ja_jp: 読み込み中...
ko_kr: 로딩 중...
pt_br: Carregando...
ru_ru: Загрузка...
zh_cn: 加载中...
zh_tw: 正在取得...

# PluginMirrorAccelerationTitle
source: Mirror acceleration for plugin store
de_de: Mirror-Beschleunigung für den Plugin-Store
es_mx: Aceleración por espejo en la tienda de plugins
fr_fr: Accélération par miroir de la boutique
hi_in: प्लगइन स्टोर के लिए मिरर एक्सेलेरेशन
id_id: Akselerasi mirror di toko plugin
ja_jp: プラグインストアのミラー加速
ko_kr: 플러그인 스토어 미러 가속
ru_ru: Ускорение через зеркала в магазине плагинов
zh_cn: 插件商城镜像站加速
zh_tw: 插件商城鏡像站加速

# PluginMirrorAccelerationCaption
source: GitHub download links of store plugins will be accelerated via mirror sites
de_de: GitHub-Downloadlinks von Store-Plugins werden über Mirror-Sites beschleunigt
es_mx: Los enlaces de GitHub de los plugins se descargarán mediante sitios espejo
fr_fr: Les liens GitHub des plugins seront téléchargés via des sites miroirs
hi_in: स्टोर प्लगइन के GitHub डाउनलोड लिंक मिरर साइटों के माध्यम से तेज़ किए जाएँगे
id_id: Tautan GitHub plugin akan diunduh melalui situs mirror
ja_jp: ストアプラグインのGitHubダウンロードリンクはミラーサイト経由で高速化されます
ko_kr: 스토어 플러그인의 GitHub 다운로드 링크는 미러 사이트를 통해 가속됩니다
ru_ru: Ссылки GitHub для плагинов будут загружаться через зеркальные сайты
zh_cn: 商城插件的 GitHub 下载链接将通过镜像站加速下载
zh_tw: 商城插件的 GitHub 下載連結將透過鏡像站加速下載

# PluginMirrorAccelerationShort
source: Mirror boost
es_mx: Espejo
fr_fr: Miroir
hi_in: मिरर बूस्ट
id_id: Mirror
ja_jp: ミラー加速
ko_kr: 미러 가속
ru_ru: Зеркала
zh_cn: 镜像加速
zh_tw: 鏡像加速

# PluginMirrorWindowTitle
source: Plugin Download Accelerator
de_de: Plugin-Download-Beschleuniger
es_mx: Acelerador de descarga
fr_fr: Accélération du téléchargement
hi_in: प्लगइन डाउनलोड एक्सेलेरेटर
id_id: Akselerator unduhan
ja_jp: プラグイン高速ダウンロード
ko_kr: 플러그인 다운로드 가속
ru_ru: Ускоренная загрузка плагина
zh_cn: 插件下载加速
zh_tw: 插件下載加速

# PluginMirrorWindowDesc
source: Choose a download route to start the accelerated download
de_de: Wählen Sie eine Download-Route, um die beschleunigte Übertragung zu starten
es_mx: Elige una ruta de descarga para iniciar la descarga acelerada
fr_fr: Choisissez une ligne de téléchargement pour démarrer
hi_in: त्वरित डाउनलोड शुरू करने के लिए डाउनलोड मार्ग चुनें
id_id: Pilih rute unduhan untuk memulai unduhan yang dipercepat
ja_jp: ダウンロード回線を選択して高速ダウンロードを開始
ko_kr: 다운로드 경로를 선택하여 미러 가속 다운로드를 시작하세요
ru_ru: Выберите маршрут загрузки, чтобы начать ускоренную загрузку
zh_cn: 选择下载线路，开始镜像站加速下载
zh_tw: 選擇下載線路，開始鏡像站加速下載

# PluginMirrorTesting
source: Testing mirrors...
de_de: Mirror-Knoten werden getestet...
es_mx: Probando espejos...
fr_fr: Test des miroirs...
hi_in: मिरर परीक्षण हो रहे हैं...
id_id: Menguji mirror...
ja_jp: 速度測定中...
ko_kr: 속도 측정 중...
ru_ru: Проверка зеркал...
zh_cn: 正在测速中...
zh_tw: 正在測速中...

# PluginMirrorSelectSourceHint
source: Please choose a download route
de_de: Bitte wählen Sie eine Download-Route
es_mx: Elige una ruta de descarga
fr_fr: Choisissez une ligne de téléchargement
hi_in: कृपया डाउनलोड मार्ग चुनें
id_id: Pilih rute unduhan
ja_jp: ダウンロード回線を選択してください
ko_kr: 다운로드 경로를 선택하세요
ru_ru: Выберите маршрут загрузки
zh_cn: 请选择下载线路
zh_tw: 請選擇下載線路

# PluginMirrorSelectSourceFirst
source: Please select a download node from the list first
de_de: Bitte wählen Sie zuerst einen Knoten aus der Liste
es_mx: Selecciona primero un nodo de la lista
fr_fr: Veuillez d'abord sélectionner un nœud dans la liste
hi_in: कृपया पहले सूची से डाउनलोड नोड चुनें
id_id: Pilih node dari daftar terlebih dahulu
ja_jp: 先にリストからダウンロードノードを選択してください
ko_kr: 먼저 목록에서 다운로드 노드를 선택하세요
ru_ru: Сначала выберите узел из списка
zh_cn: 请先在列表中选择一个下载节点
zh_tw: 請先在清單中選擇一個下載節點

# PluginMirrorStartDownload
source: Start Download
de_de: Download starten
es_mx: Iniciar descarga
fr_fr: Démarrer
hi_in: डाउनलोड प्रारंभ करें
id_id: Mulai unduhan
ja_jp: ダウンロード開始
ko_kr: 다운로드 시작
ru_ru: Начать загрузку
zh_cn: 开始下载
zh_tw: 開始下載

# PluginMirrorDirectOfficial
source: Direct Official Source
de_de: Direkt offizielle Quelle
es_mx: Fuente oficial directa
fr_fr: Source officielle directe
hi_in: सीधा आधिकारिक स्रोत
id_id: Sumber resmi langsung
ja_jp: 公式ソース直結
ko_kr: 공식 소스 직접 연결
ru_ru: Прямой официальный источник
zh_cn: 直连官方源
zh_tw: 直連官方源

# PluginMirrorRetest
source: Re-test
de_de: Neu testen
es_mx: Volver a probar
fr_fr: Retester
hi_in: पुनः परीक्षण
id_id: Uji ulang
ja_jp: 再測定
ko_kr: 다시 측정
ru_ru: Проверить снова
zh_cn: 重新测速
zh_tw: 重新測速

# PluginMirrorStopDownload
source: Stop
de_de: Stoppen
es_mx: Detener
fr_fr: Arrêter
hi_in: रोकें
id_id: Berhenti
ja_jp: 停止
ko_kr: 중지
ru_ru: Остановить
zh_cn: 停止下载
zh_tw: 停止下載

# PluginMirrorSwitchSource
source: Switch Source
de_de: Quelle wechseln
es_mx: Cambiar de fuente
fr_fr: Changer de source
hi_in: स्रोत स्विच करें
id_id: Ganti sumber
ja_jp: 回線変更
ko_kr: 경로 변경
ru_ru: Сменить источник
zh_cn: 换源
zh_tw: 換源

# PluginMirrorRetrySwitch
source: Retry with another source
de_de: Mit anderer Quelle erneut versuchen
es_mx: Reintentar con otra fuente
fr_fr: Réessayer avec une autre source
hi_in: किसी अन्य स्रोत से पुनः प्रयास करें
id_id: Coba lagi dengan sumber lain
ja_jp: 別回線で再試行
ko_kr: 다른 경로로 재시도
ru_ru: Повторить с другим источником
zh_cn: 换源重试
zh_tw: 換源重試

# PluginMirrorCancelInstall
source: Cancel Install
de_de: Installation abbrechen
es_mx: Cancelar instalación
fr_fr: Annuler l'installation
hi_in: इंस्टॉल रद्द करें
id_id: Batalkan instalasi
ja_jp: インストール中止
ko_kr: 설치 취소
ru_ru: Отменить установку
zh_cn: 取消安装
zh_tw: 取消安裝

# PluginMirrorDownloading
source: Downloading...
de_de: Lade herunter...
es_mx: Descargando...
fr_fr: Téléchargement...
hi_in: डाउनलोड हो रहा है...
id_id: Mengunduh...
ja_jp: ダウンロード中...
ko_kr: 다운로드 중...
ru_ru: Загрузка...
zh_cn: 正在下载...
zh_tw: 正在下載...

# PluginMirrorDownloadComplete
source: Download Complete
de_de: Download abgeschlossen
es_mx: Descarga completada
fr_fr: Téléchargement terminé
hi_in: डाउनलोड पूर्ण
id_id: Unduhan selesai
ja_jp: ダウンロード完了
ko_kr: 다운로드 완료
ru_ru: Загрузка завершена
zh_cn: 下载完成
zh_tw: 下載完成

# PluginMirrorAllFailedTitle
source: Mirrors Unavailable
de_de: Mirror-Knoten nicht verfügbar
es_mx: Espejos no disponibles
fr_fr: Miroirs indisponibles
hi_in: मिरर अनुपलब्ध
id_id: Mirror tidak tersedia
ja_jp: ミラーノードが利用不可
ko_kr: 미러 노드를 사용할 수 없음
ru_ru: Зеркала недоступны
zh_cn: 镜像节点不可用
zh_tw: 鏡像節點不可用

# PluginMirrorAllFailedMessage
source: All mirror nodes failed the integrity check or timed out. You can try downloading directly from the official source, or cancel this installation.
de_de: Alle Mirror-Knoten haben die Integritätsprüfung nicht bestanden oder sind ausgelaufen. Sie können die direkte offizielle Quelle versuchen oder die Installation abbrechen.
es_mx: Todos los nodos espejo no superaron la verificación de integridad o agotaron el tiempo. Puedes probar la fuente oficial directa o cancelar la instalación.
fr_fr: Tous les miroirs ont échoué au contrôle d'intégrité ou ont expiré. Vous pouvez essayer la source officielle directe ou annuler l'installation.
hi_in: सभी मिरर नोड अखंडता जाँच में विफल रहे या समय समाप्त हो गया। आप आधिकारिक स्रोत से सीधे डाउनलोड करने का प्रयास कर सकते हैं, या यह इंस्टॉलेशन रद्द कर सकते हैं।
id_id: Semua node mirror gagal verifikasi integritas atau waktu habis. Anda dapat mencoba sumber resmi langsung atau membatalkan instalasi.
ja_jp: すべてのミラーノードが整合性チェックに失敗したかタイムアウトしました。 公式ソースからの直接ダウンロードを試すか、インストールをキャンセルできます。
ko_kr: 모든 미러 노드가 무결성 검사를 통과하지 못했거나 시간 초과되었습니다. 공식 소스에서 직접 다운로드하거나 설치를 취소할 수 있습니다.
ru_ru: Все зеркальные узлы не прошли проверку целостности или истекли по времени. Можно попробовать прямой официальный источник или отменить установку.
zh_cn: 所有镜像节点均未通过完整性校验或网络超时。 可以尝试直连官方源下载，或取消本次安装。
zh_tw: 所有鏡像節點均未通過完整性驗證或網路逾時。 可以嘗試直連官方源下載，或取消本次安裝。

# PluginMirrorHashFailedTitle
source: File Verification Failed
de_de: Dateiprüfung fehlgeschlagen
es_mx: Error de verificación
fr_fr: Échec de la vérification
hi_in: फ़ाइल सत्यापन विफल
id_id: Verifikasi file gagal
ja_jp: ファイル検証失敗
ko_kr: 파일 검증 실패
ru_ru: Ошибка проверки файла
zh_cn: 文件校验失败
zh_tw: 檔案驗證失敗

# PluginMirrorHashFailedMessage
source: The downloaded file failed the SHA-256 check; it may have been corrupted or tampered with during transfer and has been deleted. Please retry with another node or the official source.
de_de: Die SHA-256-Prüfung der heruntergeladenen Datei ist fehlgeschlagen; sie wurde gelöscht. Bitte versuchen Sie es mit einem anderen Knoten oder der offiziellen Quelle erneut.
es_mx: El archivo descargado no superó la comprobación SHA-256; puede estar dañado y se ha eliminado. Reintenta con otro nodo o con la fuente oficial.
fr_fr: Le fichier téléchargé n'a pas passé le contrôle SHA-256 ; il a peut-être été corrompu et a été supprimé. Réessayez avec un autre nœud ou la source officielle.
hi_in: डाउनलोड की गई फ़ाइल SHA-256 जाँच में विफल रही; स्थानांतरण के दौरान यह क्षतिग्रस्त या छेड़छाड़ की गई हो सकती है और इसे हटा दिया गया है। कृपया किसी अन्य नोड या आधिकारिक स्रोत से पुनः प्रयास करें।
id_id: File yang diunduh gagal pemeriksaan SHA-256; mungkin rusak dan telah dihapus. Coba lagi dengan node lain atau sumber resmi.
ja_jp: ダウンロードしたファイルのSHA-256検証に失敗しました。転送中に破損または改ざんされた可能性があるため、自動的に削除しました。 別のノードまたは公式ソースで再試行してください。
ko_kr: 다운로드한 파일의 SHA-256 검증이 실패했습니다. 전송 중 손상 또는 변조되었을 수 있으며 자동으로 삭제되었습니다. 다른 노드 또는 공식 소스로 다시 시도하세요.
ru_ru: Файл не прошёл проверку SHA-256; возможно, он был повреждён и удалён. Повторите с другим узлом или официальным источником.
zh_cn: 下载的文件 SHA-256 校验未通过，文件可能在传输中被损坏或篡改，已自动删除。 建议更换其他节点或使用官方源重新下载。
zh_tw: 下載的檔案 SHA-256 驗證未通過，檔案可能在傳輸中被損壞或竄改，已自動刪除。 建議更換其他節點或使用官方源重新下載。

# PluginMirrorStuckTitle
source: Download Slow
de_de: Download langsam
es_mx: Descarga lenta
fr_fr: Téléchargement lent
hi_in: डाउनलोड धीमा
id_id: Unduhan lambat
ja_jp: ダウンロードが遅い
ko_kr: 다운로드 느림
ru_ru: Медленная загрузка
zh_cn: 下载缓慢
zh_tw: 下載緩慢

# PluginMirrorStuckMessage
source: The download progress has not changed for a long time, likely due to poor network. Stop this download and switch to another source?
de_de: Der Fortschritt bewegt sich seit Langem nicht mehr, möglicherweise Netzwerkprobleme. Download stoppen und Quelle wechseln?
es_mx: El progreso de la descarga no avanza desde hace tiempo, probablemente por la red. ¿Detener la descarga y cambiar de fuente?
fr_fr: La progression est bloquée depuis longtemps, probablement un problème réseau. Arrêter et changer de source ?
hi_in: डाउनलोड प्रगति लंबे समय से नहीं बदली है, संभवतः खराब नेटवर्क के कारण। यह डाउनलोड रोककर किसी अन्य स्रोत पर स्विच करें?
id_id: Kemajuan unduhan tidak berubah dalam waktu lama, kemungkinan masalah jaringan. Hentikan unduhan dan ganti sumber?
ja_jp: ダウンロードの進行が長い間変わっていません。ネットワークが不安定な可能性があります。 現在のダウンロードを停止して回線を変更しますか？
ko_kr: 다운로드 진행이 오랫동안 변하지 않았습니다. 네트워크가 좋지 않을 수 있습니다. 현재 다운로드를 중지하고 다른 경로로 전환할까요?
ru_ru: Прогресс загрузки долго не меняется, возможно, проблема с сетью. Остановить загрузку и сменить источник?
zh_cn: 下载进度长期未更新，可能是网络不佳。 是否停止当前下载并换源重试？
zh_tw: 下載進度長期未更新，可能是網路不佳。 是否停止目前下載並換源重試？

# PluginMirrorStuckSwitch
source: Stop & Switch
de_de: Stoppen & wechseln
es_mx: Detener y cambiar
fr_fr: Arrêter et changer
hi_in: रोकें और स्विच करें
id_id: Hentikan & ganti
ja_jp: 停止して回線変更
ko_kr: 중지하고 경로 변경
ru_ru: Остановить и сменить
zh_cn: 停止并换源
zh_tw: 停止並換源

# PluginMirrorStuckContinue
source: Keep Waiting
de_de: Weiter warten
es_mx: Seguir esperando
fr_fr: Continuer
hi_in: प्रतीक्षा जारी रखें
id_id: Terus tunggu
ja_jp: 待機を続ける
ko_kr: 계속 대기
ru_ru: Продолжить ожидание
zh_cn: 继续等待
zh_tw: 繼續等待

# PluginMirrorDownloadFailedTitle
source: Download Failed
de_de: Download fehlgeschlagen
es_mx: Error de descarga
fr_fr: Échec du téléchargement
hi_in: डाउनलोड विफल
id_id: Unduhan gagal
ja_jp: ダウンロード失敗
ko_kr: 다운로드 실패
ru_ru: Ошибка загрузки
zh_cn: 下载失败
zh_tw: 下載失敗

# PluginMirrorDownloadFailedMessage
source: Download failed: {0} You can retry with another node or download directly from the official source.
de_de: Download fehlgeschlagen: {0} Versuchen Sie einen anderen Knoten oder die direkte offizielle Quelle.
es_mx: Error de descarga: {0} Puedes reintentar con otro nodo o usar la fuente oficial directa.
fr_fr: Échec du téléchargement : {0} Réessayez avec un autre nœud ou utilisez la source officielle directe.
hi_in: डाउनलोड विफल: {0} आप किसी अन्य नोड से पुनः प्रयास कर सकते हैं या आधिकारिक स्रोत से सीधे डाउनलोड कर सकते हैं।
id_id: Unduhan gagal: {0} Anda dapat mencoba node lain atau menggunakan sumber resmi langsung.
ja_jp: ダウンロードに失敗しました：{0} 別のノードで再試行するか、公式ソースから直接ダウンロードできます。
ko_kr: 다운로드 실패: {0} 다른 노드로 재시도하거나 공식 소스에서 직접 다운로드할 수 있습니다.
ru_ru: Ошибка загрузки: {0} Повторите с другим узлом или используйте прямой официальный источник.
zh_cn: 下载失败：{0} 可以更换其他节点重试，或使用官方源直连下载。
zh_tw: 下載失敗：{0} 可以更換其他節點重試，或使用官方源直連下載。

# PluginMirrorAbortedMessage
source: Plugin installation aborted
de_de: Plugin-Installation abgebrochen
es_mx: Instalación del plugin cancelada
fr_fr: Installation du plugin annulée
hi_in: प्लगइन इंस्टॉलेशन निरस्त किया गया
id_id: Instalasi plugin dibatalkan
ja_jp: プラグインのインストールを中止しました
ko_kr: 플러그인 설치가 중단되었습니다
ru_ru: Установка плагина прервана
zh_cn: 插件安装已中止
zh_tw: 插件安裝已中止

# PluginMirrorStatusExcellent
source: Excellent
de_de: Ausgezeichnet
es_mx: Excelente
hi_in: उत्कृष्ट
id_id: Sangat baik
ja_jp: 極めて良好
ko_kr: 매우 좋음
ru_ru: Отлично
zh_cn: 极佳
zh_tw: 極佳

# PluginMirrorStatusNormal
source: Normal
hi_in: सामान्य
ja_jp: 良好
ko_kr: 양호
ru_ru: Нормально
zh_cn: 正常
zh_tw: 正常

# PreviewUpdateTitle
source: Preview Update
hi_in: प्रीव्यू अपडेट
zh_cn: 预览版更新
zh_tw: 預覽版更新

# PreviewUpdateCaption
source: Download the pre-release (beta) build
de_de: Download the pre-release (beta) build. Preview updates are only triggered when the preview version is newer than the latest stable release.
es_mx: Download the pre-release (beta) build. Preview updates are only triggered when the preview version is newer than the latest stable release.
fr_fr: Download the pre-release (beta) build. Preview updates are only triggered when the preview version is newer than the latest stable release.
hi_in: प्री-रिलीज़ (बीटा) बिल्ड डाउनलोड करें
id_id: Download the pre-release (beta) build. Preview updates are only triggered when the preview version is newer than the latest stable release.
ru_ru: Download the pre-release (beta) build. Preview updates are only triggered when the preview version is newer than the latest stable release.
zh_cn: 下载预览版（测试版）
zh_tw: 下載預覽版（測試版）
